7767517
12 13
Input            data             0 1 data 0=48 1=48 2=3
Convolution      PNetnSequentialnprenlayernnConv2dn0n16 1 1 data PNetnSequentialnprenlayernnConv2dn0n16 0=10 1=3 2=1 3=1 4=0 5=1 6=270
PReLU            PNetnSequentialnprenlayernnPReLUn1n17 1 1 PNetnSequentialnprenlayernnConv2dn0n16 PNetnSequentialnprenlayernnPReLUn1n17 0=1
Pooling          PNetnSequentialnprenlayernnMaxPool2dn2n18 1 1 PNetnSequentialnprenlayernnPReLUn1n17 PNetnSequentialnprenlayernnMaxPool2dn2n18 0=0 1=2 2=2 3=0 4=0
Convolution      PNetnSequentialnprenlayernnConv2dn3n20 1 1 PNetnSequentialnprenlayernnMaxPool2dn2n18 PNetnSequentialnprenlayernnConv2dn3n20 0=16 1=3 2=1 3=1 4=0 5=1 6=1440
PReLU            PNetnSequentialnprenlayernnPReLUn4n21 1 1 PNetnSequentialnprenlayernnConv2dn3n20 PNetnSequentialnprenlayernnPReLUn4n21 0=1
Convolution      PNetnSequentialnprenlayernnConv2dn5n22 1 1 PNetnSequentialnprenlayernnPReLUn4n21 PNetnSequentialnprenlayernnConv2dn5n22 0=32 1=3 2=1 3=1 4=0 5=1 6=4608
PReLU            PNetnSequentialnprenlayernnPReLUn6n23 1 1 PNetnSequentialnprenlayernnConv2dn5n22 PNetnSequentialnprenlayernnPReLUn6n23 0=1
Split            splitncnn_0      1 2 PNetnSequentialnprenlayernnPReLUn6n23 PNetnSequentialnprenlayernnPReLUn6n23_splitncnn_0 PNetnSequentialnprenlayernnPReLUn6n23_splitncnn_1
Convolution      PNetnConv2dnconv4n1n24 1 1 PNetnSequentialnprenlayernnPReLUn6n23_splitncnn_1 PNetnConv2dnconv4n1n24 0=1 1=1 2=1 3=1 4=0 5=1 6=32
Convolution      PNetnConv2dnconv4n2n26 1 1 PNetnSequentialnprenlayernnPReLUn6n23_splitncnn_0 PNetnConv2dnconv4n2n26 0=4 1=1 2=1 3=1 4=0 5=1 6=128
Sigmoid          PNet25           1 1 PNetnConv2dnconv4n1n24 PNet25
